insert into user values(1,"ROLE_ADMIN" ,"user1","userNickname1", "userpassword1");

insert into board values(1, "코인잡담","글 내용1","2021-09-13 04:43:52","2021-09-13 04:43:52",1,"글제목",2,1);
insert into board values(2, "자유게시판","글 내용2","2021-09-13 04:43:52","2021-09-13 04:43:52",1,"글제목",4,1);


insert into comment values(1, "댓글내용1","2021-09-16 04:43:52","2021-09-19 04:43:52","댓글작성자1",2);
insert into comment values(2, "댓글내용2","2021-09-15 04:43:52","2021-09-16 04:43:52","댓글작성자2",2);

insert into comment values(3, "댓글내용1","2021-09-17 04:43:52","2021-09-19 04:43:52","댓글작성자1",1);
insert into comment values(4, "댓글내용2","2021-09-19 04:43:52","2021-09-20 04:43:52","댓글작성자2",1);

insert into reply values(1, "대댓글내용1","2021-09-20 04:43:52","2021-09-19 04:43:52","댓글작성자1",1);
insert into reply values(2, "대댓글내용2","2021-09-20 12:43:52","2021-09-12 04:43:52","댓글작성자2",1);

insert into reply values(3, "대댓글내용1","2021-09-21 04:43:52","2021-09-22 04:43:52","댓글작성자1",2);
insert into reply values(4, "대댓글내용2","2021-09-21 12:43:52","2021-09-22 04:43:52","댓글작성자2",2);